{"associationCode":"W7O","associationName":"USA - Oregon","manager":"Etienne","associationManagerCallsign":"K7ATN","activeFrom":"2010-07-01T00:00:00","dxcc":"291","maxLat":46.105,"maxLong":-116.6597,"minLat":41.9951,"minLong":-124.436,"regionsCount":10,"summitsCount":1990,"regions":[{"associationCode":"W7O","regionCode":"CC","regionManagerCallsign":"NS7P","regionName":"OR-Central Coast","manager":"Phil Shepard","summits":141,"notes":"The Central Coast Region in Oregon is defined geographically as west of the Willamette Valley and separated by the Oregon Coastal Mountain ranges.  It is readily accessible from the major Willamette Valley population centers of Portland, Salem, and Eugene. Economically it depends heavily on the tourist industries for sport salmon fishing, thriving art communities, and very scenic Oregon coastline.\n\nMost of the SOTA summits in this Region are in the east and west flanks of the Oregon Coastal Mountains.","maxLat":44.9917,"maxLong":-123.004,"minLat":43.509,"minLong":-124.0751},{"associationCode":"W7O","regionCode":"CE","regionManagerCallsign":"N7UN","regionName":"OR-Central Oregon","manager":"Guy Hamblen","summits":316,"notes":"Central Oregon is defined geographically as east of the Oregon Cascades that run north and south through the entire state at approximately 122-degrees west longitude.  It is high desert country characterized by sagebrush and pine trees.  Average desert floor elevations are typically 3,000 feet (900m) or more.  It is known as the “sunny side of Oregon” where average annual rainfall is generally less than 12 inches per year.\n\nMost of the SOTA summits in this Region are on the eastern flanks of the Oregon Cascades","maxLat":45.7355,"maxLong":-119.4332,"minLat":41.9985,"minLong":-121.9967},{"associationCode":"W7O","regionCode":"CM","regionManagerCallsign":"NS7P","regionName":"OR-Cascades Middle","manager":"Phil Shepard","summits":151,"notes":"The Middle Oregon Cascades are part of a much larger mountain range that extends from British Columbia south into extreme southern California.  The Oregon Cascades are best known for their recreational opportunities with major, world-class ski resorts on Mt. Hood in the north and Mt. Bachelor in the south to seven major national forests including Crater Lake National Park and the Oregon Caves National Monument.","maxLat":44.4963,"maxLong":-121.5122,"minLat":43.5102,"minLong":-122.4973},{"associationCode":"W7O","regionCode":"CN","regionManagerCallsign":"KK7DS","regionName":"OR-Cascades North","manager":"Dan Smith","summits":103,"notes":"The North Oregon Cascades are part of a much larger mountain range that extends from British Columbia south into extreme southern California.  The Oregon Cascades are best known for their recreational opportunities with major, world-class ski resorts on Mt. Hood and Mt. Bachelor in the south to seven major national forests including Crater Lake National Park and the Oregon Caves National Monument.  \n\nMost of the peaks in the Cascades can be dangerous and do experience life-threatening winter weather.","maxLat":45.6485,"maxLong":-121.0406,"minLat":44.5081,"minLong":-121.9929},{"associationCode":"W7O","regionCode":"CS","regionManagerCallsign":"N7UN","regionName":"OR-Cascades South","manager":"Guy Hamblen","summits":194,"notes":"The South Oregon Cascades are part of a much larger mountain range that extends from British Columbia south into extreme southern California.  The Oregon Cascades are best known for their recreational opportunities with major, world-class ski resorts on Mt. Hood and Mt. Bachelor in the south to seven major national forests including Crater Lake National Park and the Oregon Caves National Monument.","maxLat":43.4934,"maxLong":-122.0007,"minLat":42.0306,"minLong":-122.9971},{"associationCode":"W7O","regionCode":"NC","regionManagerCallsign":"KK7DS","regionName":"OR-North Coastal","manager":"Dan Smith","summits":127,"notes":"North Coastal Oregon is defined geographically as west of the Willamette Valley and the Coastal Mountain range that run north and south through the entire state at approximately 123.5-degrees west longitude.  Defined by local towns of Astoria and Tillamook, it is a historically rich region.  Fort Astoria was the first established American-owned city on the west coast of the Americas in 1811.  It later became part of the Hudson Bay Company.\nToday, the economic area is primarily Portland tourist-based due to the very scenic north Oregon coast. The Tillamook area is a regional center for dairy farming. In contrast to the Willamette Valley, it is very rainy with annual rainfall more than 80 inches.  It is a marine, ocean area characterized by lush vegetation and towering Douglas Fir trees.  The Coastal Mountain range “stops” a considerable amount of rainfall as Pacific storms come inland to the Pacific Northwest.  It is part of the “rainy side of Oregon”. \n\nMost of the SOTA summits in this Region are in the Coastal Mountain range.","maxLat":46.105,"maxLong":-123.0353,"minLat":45.0137,"minLong":-123.993},{"associationCode":"W7O","regionCode":"NE","regionManagerCallsign":"N7UN","regionName":"OR-Northeast","manager":"Guy Hamblen","summits":256,"notes":"Northeast Oregon is defined geographically as on the border with Idaho with the nation’s deepest canyon gorge (Hell’s Canyon) carved by the Snake River which joins the Columbia in Southeastern Washington.  It is high desert country characterized by sagebrush and tall pine trees.  Average desert floor elevations are typically 5,000 feet (1525m) or more.  There are a number of spectacularly scenic mountain ranges in this region including the Eagle Cap Wilderness Area and the Wallowa Mountains.","maxLat":45.9924,"maxLong":-116.6597,"minLat":43.9704,"minLong":-119.8122},{"associationCode":"W7O","regionCode":"SC","regionManagerCallsign":"N7UN","regionName":"OR-South Coastal","manager":"Guy Hamblen","summits":382,"notes":"The South Coast Region in Oregon is defined geographically as west of the Willamette Valley and separated by the Oregon Coastal Mountain ranges.  Regionally it is known as the “Gold Coast” area.  This Region is more remote from the Oregon population centers but still has a thriving tourist industry.  The area is very scenic, the coast line is spectacular, and the weather considerably warmer and sunny that much farther north.\n\nMost of the SOTA summits in this Region are in the east and west flanks of the Oregon Coastal Mountains.","maxLat":43.4963,"maxLong":-123,"minLat":42.0058,"minLong":-124.436},{"associationCode":"W7O","regionCode":"SE","regionManagerCallsign":"N7UN","regionName":"OR-Southeast","manager":"Guy Hamblen","summits":182,"notes":"Southeast Oregon is defined geographically as on the border with southern Idaho.  It is high desert country characterized by sagebrush and wide open desert.  Average desert floor elevations are typically 3,000 feet or more.  There are a number of scenic mountain ranges in this region including the spectacular Steens Mountains.  Both Malheur and Harney Counties are stopover locations for migrating Canadian Geese.  It is a population sparse region.","maxLat":44.435,"maxLong":-117.0958,"minLat":41.9951,"minLong":-119.892},{"associationCode":"W7O","regionCode":"WV","regionManagerCallsign":"NS7P","regionName":"OR-Willamette Valley","manager":"Phil Shepard","summits":138,"notes":"The Willamette Valley Region encompasses the fertile Willamette River valley north from Eugene to Portland.  It is the primary center for 70% or more of Oregon’s population and is geographically flanked by the Oregon Cascades to the east and the Coastal Mountains to the west.  A number of SOTA summits are on the flanks of these respective mountain ranges.","maxLat":45.5709,"maxLong":-121.9742,"minLat":43.2617,"minLong":-122.9958}],"arm":[{"associationPrefix":"W7O","fileName":"ARM-W7-Oregon.pdf","language":"","versionNumber":2.6,"lastUpdated":"2014-11-01T00:00:00"}]}