{
  "associationCode": "W7W",
  "associationName": "USA - Washington",
  "manager": "Darryl",
  "associationManagerCallsign": "WW7D",
  "activeFrom": "2010-12-01T00:00:00",
  "dxcc": "291",
  "maxLat": 48.9995,
  "maxLong": -116.9777,
  "minLat": 45.5805,
  "minLong": -124.6705,
  "regionsCount": 17,
  "summitsCount": 2762,
  "regions": [
    {
      "associationCode": "W7W",
      "regionCode": "WE",
      "regionManagerCallsign": "WW7D",
      "regionName": "WA-Washington East",
      "manager": "Darryl Holman",
      "summits": 55,
      "notes": "The Washington East SOTA region is by far the most extensive in the State of Washington, comprising Adams, Asotin, Benton, Columbia, Franklin, Garfield, Lincoln, Spokane, Walla Walla, and Whitman Counties.  Although the base elevation is relatively high, the 44 SOTA summits in the region don't rise extensively above the surrounding terrain.  Most are easy to moderate hikes.  Although the winters can get quite cold, these are generally hikeable in all seasons, although many people would prefer to travel further west during the peak of eastern Washington's summer heat.",
      "maxLat": 48.0295,
      "maxLong": -116.9777,
      "minLat": 45.998,
      "minLong": -119.84
    },
    {
      "associationCode": "W7W",
      "regionCode": "ST",
      "regionManagerCallsign": "AC7MA",
      "regionName": "WA-Stevens",
      "manager": "Rich Heinick",
      "summits": 152,
      "notes": "Stevens County lies north of the Spokane River and mostly to the east of the Columbia River, where that mighty stream enters the county from British Columbia.  Sharing the continental climate of the rest of eastern Washington, cold winters and hot summers of Stevens County make the shoulder seasons the most favorable for backcountry travel.  Most of the 137 currently-designated SOTA summits are in the northern part of the county.  Ten of those south of latitude 48° North lie within the territory of the Spokane Tribe of Indians.  The Washington Association Manager has not been able to confirm from tribal officials whether these are open to the public or not.  For now, they are removed from the database, but their SOTA reference numbers are reserved in their normal elevation order so that they can be restored later if public access is confirmed.",
      "maxLat": 48.9946,
      "maxLong": -117.4487,
      "minLat": 47.8625,
      "minLong": -118.3222
    },
    {
      "associationCode": "W7W",
      "regionCode": "SO",
      "regionManagerCallsign": "KF7PXT",
      "regionName": "WA-Southern Olympics",
      "manager": "Matthew Conover",
      "summits": 122,
      "notes": "The Southern Olympics Region includes 119 SOTA summits which are mostly fairly low elevation.  Comprised of Grays Harbor, Mason and Thurston Counties, its summits are readily assessible from Olympia, the capital city of the state.  Although the winter season tends to be fairly rainy, most of these summits are available for activation anytime of the year.  Mt Stone is the highest summit in the region and is a reasonable Class 3 day-climb to its bare main peak from a backroad, with no parking lot currently available.",
      "maxLat": 47.6064,
      "maxLong": -122.2418,
      "minLat": 46.7638,
      "minLong": -124.0728
    },
    {
      "associationCode": "W7W",
      "regionCode": "SN",
      "regionManagerCallsign": "KG7EJT",
      "regionName": "WA-Snohomish",
      "manager": "Tim Nair",
      "summits": 184,
      "notes": "Snohomish County extends from the saltwater industrial city of Everett next to the Salish Sea to Cascade crest wilderness areas north and south of Stevens Pass where US Highway 2 links western and eastern Washington. The county includes 184 SOTA summits, topped by Glacier Peak, a mostly-hidden stratovolcano, whose namesake mantle of glaciers is rapidly receding.  Climbing this mountain is a true wilderness experience.",
      "maxLat": 48.2963,
      "maxLong": -120.9075,
      "minLat": 47.7795,
      "minLong": -122.2501
    },
    {
      "associationCode": "W7W",
      "regionCode": "SK",
      "regionManagerCallsign": "W7TAO",
      "regionName": "WA-Skagit",
      "manager": "Todd Thompsen",
      "summits": 181,
      "notes": "Skagit County extends from the Salish Sea east of the San Juan Islands all the way east to the Cascade crest, including most of the South Unit of the North Cascades National Park.  The Region includes 173 SOTA summits, 21 of which qualify at above 2500 m elevation for 10 SOTA points.",
      "maxLat": 48.6567,
      "maxLong": -120.7035,
      "minLat": 48.3,
      "minLong": -122.7216
    },
    {
      "associationCode": "W7W",
      "regionCode": "RS",
      "regionManagerCallsign": "AF7GL",
      "regionName": "WA-Rainier-Salish",
      "manager": "Peter Vizy",
      "summits": 91,
      "notes": "The Rainier-Salish Region includes Island, Kitsap, Pierce and San Juan Counties, which encompass 91 SOTA summits.  Mount Rainier (14,410 / 4,392 m) is the overwelmingly dominant mountain in the state and the Pacific Northwest.  Inexperienced climbers should not attempt to climb Mount Rainier without joining a training program as many deaths occur each year due largely to inexperience.  The recently-designated Salish Sea includes the inland waters adjacent to the Olympic Peninsula of Washington and Vancouver Island in British Columbia.  The high points of some of its islands qualify as SOTA summits, and are accessible year-round.",
      "maxLat": 48.6897,
      "maxLong": -121.4142,
      "minLat": 46.7494,
      "minLong": -123.2116
    },
    {
      "associationCode": "W7W",
      "regionCode": "WH",
      "regionManagerCallsign": "KG7EJT",
      "regionName": "WA-Whatcom",
      "manager": "Tim Nair",
      "summits": 207,
      "notes": "Whatcom County nestles along the British Columbia border from the Salish Sea to the Cascade crest, including most of the North Unit of the North Cascades National Park. W7-Whatcom Region includes 191 SOTA summits, 13 of which are above 2500 m elevation, qualifying them for 10 SOTA points.  The area receives extremely heavy snowfalls, often over 20 m which makes winter expeditions very hazardous.",
      "maxLat": 48.9989,
      "maxLong": -120.6814,
      "minLat": 48.6433,
      "minLong": -122.6414
    },
    {
      "associationCode": "W7W",
      "regionCode": "PO",
      "regionManagerCallsign": "WW7D",
      "regionName": "WA-Pend Oreille",
      "manager": "Darryl Holman",
      "summits": 82,
      "notes": "Pend Oreille County lies in the extreme northeastern corner of the State of Washington north of Spokane on either side of the north-flowing Pend Oreille River.  Most of the county is inside National Forest land.  The real gem is the Salmo-Priest Wilderness, centered on Salmo Mountain, the third-highest SOTA summit in the county.  The Salmo-Priest Wilderness is probably the only place in the state where it might be possible to see a grizzly bear (Ursus arctos) in the wild, another reason besides defense against cougar (Felix concolor) for carrying pepper spray canisters.",
      "maxLat": 48.9995,
      "maxLong": -117.0393,
      "minLat": 48.0811,
      "minLong": -117.6105
    },
    {
      "associationCode": "W7W",
      "regionCode": "PL",
      "regionManagerCallsign": "KF7PXT",
      "regionName": "WA-Pacific-Lewis",
      "manager": "Matthew Conover",
      "summits": 168,
      "notes": "The Pacific-Lewis Region extends all the way from the mouth of the Columbia River and Willapa Bay on the Pacific Coast eastward to the Cascade Crest, including the Tatoosh Wilderness just south of Mount Rainier National Park.  The main access highways are State Routes 6 and 7 and US Highway 12.  The prime mountain country in the region is the Tatoosh Range, with its fabulous views of nearby Mount Rainier.  The region holds 165 SOTA summits, many of which are hikes rather than technical mountaineering objectives.",
      "maxLat": 46.7865,
      "maxLong": -121.3838,
      "minLat": 46.2862,
      "minLong": -123.8972
    },
    {
      "associationCode": "W7W",
      "regionCode": "OK",
      "regionManagerCallsign": "W7TAO",
      "regionName": "WA-Okanogan",
      "manager": "Todd Thompsen",
      "summits": 347,
      "notes": "Okanogan County, with 340 SOTA summits, is the most mountain-rich SOTA Region in Washington State. Thirty of those summits are above the 10-point \n2500 m threshold. Although visited principally in the shoulder seasons and in summer, some people, always cognizant of avalanche conditions, venture into the area in winter.",
      "maxLat": 48.998,
      "maxLong": -118.8474,
      "minLat": 47.9612,
      "minLong": -120.7675
    },
    {
      "associationCode": "W7W",
      "regionCode": "NO",
      "regionManagerCallsign": "K7NEW",
      "regionName": "WA-Northern Olympics",
      "manager": "Mark Newbold",
      "summits": 260,
      "notes": "The Northern Olympics includes almost all of the Olympic National Park, a vast area of mostly-roadless wilderness.  The 161 SOTA summits in the region include 42 above the 8-point 2000 m threshold, but the highest summit, Mount Olympus West Peak is below the SOTA 10-point 2500 m level.  Because of orographic precipitation, the glacial snow fields in the Mount Olympus area are extensive. Because of very heavy precipitation during the rest of the year, the summer is the best time to visit the western drainages.",
      "maxLat": 48.371,
      "maxLong": -122.8429,
      "minLat": 47.5258,
      "minLong": -124.6705
    },
    {
      "associationCode": "W7W",
      "regionCode": "MC",
      "regionManagerCallsign": "AF7GL",
      "regionName": "WA-Middle Columbia",
      "manager": "Peter Vizy",
      "summits": 95,
      "notes": "The Middle Columbia Region is comprised of Yakima and Klickitat Counties, and includes 78 SOTA summits.  With one exception, all of the summits which lie within the territory of the Yakama Nation are closed to all but tribal members and their extended families, so all of those summits excluded from the SOTA database.  That exception is Mount Adams, a highly-glaciated stratovolcano. , climbing the mountain is open to the general public, subject to obtaining permits from the US Forest Service Mount Adams Ranger District in Trout Lake, Washington.  The South Spur route is a non-technical scramble devoid of crevassed glacier travel, but it is so popular that dislodged rockfall is common, so wearing a helmet is very important.",
      "maxLat": 47.0265,
      "maxLong": -119.9825,
      "minLat": 45.6811,
      "minLong": -121.6
    },
    {
      "associationCode": "W7W",
      "regionCode": "LC",
      "regionManagerCallsign": "N7UN",
      "regionName": "WA-Lower Columbia",
      "manager": "Guy Hamblen",
      "summits": 169,
      "notes": "The Lower Columbia Region comprises Clark, Cowlitz, Skamania and Wahkiakum Counties, all of which are situated along the Columbia River across from Oregon, mostly west of the Cascade crest.  The region includes 165 SOTA summits including the highest in the region, and now perhaps the most famous mountain in the USA is an andesitic explosive-type stratovolanco named Mount Saint Helens, whose 1980 eruption blew away its summit and most of its north side.  An important hurdle for climbing Mount Saint Helens is getting a reservation for an access permit from the Forest Service.  When the summit rim is snow-covered, the highest point is normally corniced, extremely unstable, and very dangerous.  Treat the summit area of Mount Saint Helens with great caution, and only set up your SOTA station where you are absolutely certain of your safety.",
      "maxLat": 46.3838,
      "maxLong": -121.5811,
      "minLat": 45.5805,
      "minLong": -123.6302
    },
    {
      "associationCode": "W7W",
      "regionCode": "KG",
      "regionManagerCallsign": "K7MAS",
      "regionName": "WA-King",
      "manager": "Mark Sandler",
      "summits": 160,
      "notes": "Populous King County includes Washington's primate city, Seattle and 142 SOTA summits.  It extends from sea level at the Salish Sea to the Cascade crest, including Snoqualmie Pass, a popular ski center and an important stopping place along the Pacific Crest National Scenic Trail, which offer access to many remote summits.  The solid-rock Snoqualmie Pass peaks are frequently ascended by technical rock climbers from the Seattle area.",
      "maxLat": 47.7793,
      "maxLong": -121.0704,
      "minLat": 47.1287,
      "minLong": -122.4141
    },
    {
      "associationCode": "W7W",
      "regionCode": "FR",
      "regionManagerCallsign": "WW7D",
      "regionName": "WA-Ferry",
      "manager": "Darryl Holman",
      "summits": 137,
      "notes": "Ferry County is mostly bounded on the east and completely on the south by the Columbia River, much of which is confined by the Grand Coulee Dam to form Roosevelt Lake.  The southern part of the county lies within the territory of the Confederated Tribes of the Colville Reservation. Camping permits are available at several outlets.  Most of the 132 SOTA summits in the county are in the Colville National Forest north of the Colville Reservation toward the British Columbia border.  Sharing the continental climate of the rest of eastern Washington, cold winters and hot summers of Ferry County make the shoulder seasons the most favorable for backcountry travel.",
      "maxLat": 48.9814,
      "maxLong": -118.1516,
      "minLat": 47.8696,
      "minLong": -118.8447
    },
    {
      "associationCode": "W7W",
      "regionCode": "CW",
      "regionManagerCallsign": "WA7NCL",
      "regionName": "WA-Central Washington",
      "manager": "Bill Burrows",
      "summits": 108,
      "notes": "The Central Washington Region consists of Douglas, Grant and Kittitas Counties, all east of the Cascade crest.  Most of the Region's 92 SOTA summits (all less than 2500 m) are in Kittitas County on National Forest land north and south of both the Yakima River and Interstate Highway 90 between Snoqualmie Pass and Ellensburg.  These mountains receive substantial precipitation, much of it in the form of winter snow.  Because of that snow accumulation, late summer and early fall are the best times to access the higher summits in the region.",
      "maxLat": 48.1364,
      "maxLong": -119.1187,
      "minLat": 46.7589,
      "minLong": -121.4613
    },
    {
      "associationCode": "W7W",
      "regionCode": "CH",
      "regionManagerCallsign": "NU7A",
      "regionName": "WA-Chelan",
      "manager": "Bren Brenner",
      "summits": 244,
      "notes": "Situated in the north central area east of the Cascade divide, Chelan County includes the most inaccessible summits in Washington State.  Cut by two major northwest/southeast waterways, Lake Chelan, a long, narrow and deep montaine freshwater fjord lake whose bottom lies below sea level, and the Upper Entiat River System, Chelan County comprises 242 SOTA summits, many of which are seldom visited.  Forty-one of those summits are above the 10-point 2500 m SOTA threshold.  Enthusiastic SOTA activators would do well to make long journeys to the Chelan Region to seize the opportunity to acquire \"\"first activator\"\" honors.  The highest mountain in the region is Bonanza Peak, a challenging glaciated gem.",
      "maxLat": 48.5373,
      "maxLong": -119.9301,
      "minLat": 47.3278,
      "minLong": -121.1462
    }
  ],
  "arm": [
    {
      "associationPrefix": "W7W",
      "fileName": "ARM-W7-Washington.pdf",
      "language": "",
      "versionNumber": 2,
      "lastUpdated": "2016-12-01T00:00:00"
    }
  ]
}
